const items = [
    {
        id: 1,
        title: "Пираты XX века",
        description : "Картина, жанр которой определён как приключенческий боевик, повествует о борьбе советских моряков против пиратской банды, захватившей судно «Нежин».",
        image : "img/pic1.png",
        director : "Борис Дуров",
        year : "1980"
    },
    {
        id: 2,
        title: "Москва слезам не верит",
        description :"Фильм рассказывает о том, как сложилась жизнь трёх девушек, приехавших в Москву из провинции двадцать лет назад со своими мечтами.",
        image : "img/left-pic.png",
        director : "Владимир Меньшов",
        year : "1979"
    },
    {
        id: 3,
        title: "Бриллиантовая рука",
        description : "История о том, как зарубежные контрабандисты ошибочно приняли советского туриста Семёна Семёновича Горбункова за агента-перевозчика Геннадия Козодоева.",
        image : "img/pic3.png",
        director : "Леонид Гайдай",
        year : "1969"
    },
    {
        id: 4,
        title: "Афоня",
        description : "Непутёвый Афоня работает в ЖЭКе сантехником. Он постоянно врёт, сочиняя всё прямо на ходу, вымогает с клиентов взятки и, в целом, неплохо живёт.",
        image : "img/pic4.png",
        director : "Борис Дуров",
        year : "1980"
    },
    {
        id: 5,
        title: "Операция Ы",
        description : "Фильм состоит из трёх самостоятельных новелл: «Напарник», «Наваждение» и «Операция „Ы“». Все они объединены фигурой главного героя — простоватого, но неунывающего и находчивого студента Шурика.",
        image : "img/pic5.png",
        director : "Борис Дуров",
        year : "1980"
    },
    {
        id: 6,
        title: "Солярис",
        description : "Драма об этических проблемах человечества, рассматриваемых через призму контактов с внеземным разумом.",
        image : "img/pic6.png",
        director : "Борис Дуров",
        year : "1980"
    }
];